(package! ob-typescript)
(package! indium)
(package! reason-mode)
(package! prettier-js)
(package! org-fancy-priorities)
(package! move-text)
(package! vue-mode)
(package! origami)
(package! org-super-agenda)
(package! deadgrep)
(package! dart-mode)
(package! fill-column-indicator)
(package! ob-dart)
(package! kotlin-mode)
(package! sql-indent)
(package! org-brain)
(package! ascii-art-to-unicode)
(package! wakatime-mode)

(package! company-english-helper :recipe (:host github :repo "manateelazycat/company-english-helper"))
(package! org-super-agenda)
(package! ob-mermaid)
(package! org-starter)
(package! helm-org-rifle)
(package! org-wild-notifier)
(package! org-books :recipe (:host github :repo "lepisma/org-books"))
;;(package! deft)
(package! notdeft :recipe (:host github :repo "hasu/notdeft"))
(package! emacs-powerthesaurus :recipe (:host github :repo "SavchenkoValeriy/emacs-powerthesaurus"))
